{
  "lessons": [

    {
      "title": "Silent Night Recital",
      "level": "Beginner",
      "sheetmusic": "https://www.8notes.com/scores/411.asp",
      "refvideo": "",
      "summary": "Perform and record White Christmas for solo cello in A major.",
      "instructions": "<p>In order to get an idea of your proficiency, I'd like to observe you playing the simple piece of <i>Silent Night</i>. Perform and record White Christmas for solo cello in A major. Upload a video of your performance using the form below for critique. Range: A3-D5.  Tempo: Largo tranquillo.  Time: 6/8.</p>",
      "studentName": "Emma Hoster",
      "studentVideo": "https://www.youtube.com/embed/qorDu6yTcbY",
      "feedback": "Nice job Emma!  You have a natural ear for judging the correct timber to use.  Your bow skills are advanced for your experience level.  For open string bowing, your left hand fingers must remain curved and FIRM but NOT STIFF – imagine holding a raw egg in your hand.  We'll discuss this in more detail during our video conference next Wednesday. Overall, very impressive!",
      "status": "complete"
    },
    {
      "title": "Stretch Position",
      "level": "Beginner",
      "sheetmusic": "",
      "refvideo": "",
      "summary": "The technique of stretching is one of the great challenges faced by progressing beginner cellists, and must be approached with care and precision.",
      "instructions": "<p>Practice the following and record your practice session.  Upload the video to this page when you are finished.</p><p>The technique of stretching is one of the great challenges faced by progressing beginner cellists, and must be approached with care and precision. In spite of this it is often neglected or glossed over as a technique, and becomes a real sticking point in left hand technique. When stretch position is not properly studied or understood it causes intonation issues, tension in the left hand and forearm, and is always noticeable to the listener as a technical flaw.</p><p>To understand how the stretch works, let’s examine the familiar closed position. Your fingers are placed an equal distance apart and the interval between each is a semitone. The interval from first to fourth finger (on the same string) is therefore a minor third.</p><p><img src='images/closed-position.jpg' alt='Closed Position'/><br/><img src='images/minor-third.jpg' alt='Closed Position - Minor Third'/></p><p>In the closed position we do not have access to the semitones between the open string and first finger; or the fourth finger and the next open string. We reach these by extending backwards or forwards. When in stretch position we also extend the interval between the first and fourth fingers to a major third without having to shift the entire hand forwards or backwards.</p><p>As shown in the image below, a backward stretch means that the first finger extends towards the topnut by a semitone while the second, third and fourth fingers remain in place. This means that there is a whole tone between the first and second fingers and semitones between second, third and fourth fingers.</p><p><img src='images/stretch-position-backwards.jpg' alt='Backwards Stretch Position'/><br/><img src='images/major-third.jpg' alt='Backwards Stretch Position - Major Third'/></p><p>In a forward stretch position, the only finger to remain in place from the original closed position is the first. The second finger extends forwards towards the bridge by a semitone, pushing the second third and fourth fingers forward by a semitone each.</p><p><img src='images/stretch-position-forwards.jpg' alt='Stretch Position Forwards'/><br/><img src='images/major-third-2.jpg' alt='Stretch Position Forwards - Major Third'/></p><p>So the only difference between the backward and forward stretch positions is the notes under the hand. The physical position for the fingers and hand is identical. A common mistake among cello students is to extend the fourth finger away from the third to achieve the forward stretch. This should be avoided at all costs – especially for those with smaller hands. The hand simply isn’t built to accommodate a whole tone stretch between the third and fourth fingers for any length of time, especially when playing across two strings or playing in keys that require frequent and prolonged stretches.</p><p>It takes time and regular practice to become comfortable with stretch position, but there are a few tips that will greatly facilitate the learning process:</p><ol><li>Allowing the first (and largest) knuckle of the index finger to collapse will facilitate the stretch between the first and second fingers.</li><li>Allow the thumb to move slightly down the neck (in the opposite direction to the first finger) or let it leave the neck altogether.</li><li>Avoid pressure from the thumb at all costs. Smaller hands may find it necessary to release the thumb from the neck altogether – if this facilitates the stretch better, always remember to bring the thumb back to the neck when returning to closed position. To maintain overall stability it is best to have the thumb making gentle contact with the neck at all times.</li><li>Allow the elbow to move slightly down and forwards, and keep the shoulder completely relaxed and mobile.</li><li>Remember that the stretch is always between the first and second fingers.</li><li>Familiarise yourself with and ideally memorise the notes belonging to forward and backward stretches on each string.</li><li>It is best not to attempt stretching in other positions until you have mastered it in first.</li></ul>",
      "studentName": "Emma Hoster",
      "studentVideo": "",
      "feedback": "",
      "status": "not started"
    },
    {
      "title": "Pairing Positions",
      "level": "Beginner",
      "sheetmusic": "",
      "refvideo": "",
      "summary": "Cello students who have studied the entire range of the cello will almost certainly have discovered a recurring pattern of similarity between certain positions one octave and string apart. Recognising this pattern can be very useful when it comes to getting secure in the higher positions, the fear of which often causes poor intonation and inferior tone production.",
      "instructions": "<p>Practice the following and record your practice session.  Upload the video to this page when you are finished.</p><p>Cello students who have studied the entire range of the cello will almost certainly have discovered a recurring pattern of similarity between certain positions one octave and string apart. Recognising this pattern can be very useful when it comes to getting secure in the higher positions, the fear of which often causes poor intonation and inferior tone production. The pairing I’ll be discussing in this and the following four posts is as follows:</p><ol><li> First and fourth positions:</li><ol><li>First position on the D string and fourth position on the A string</li><li>First position on the G string and fourth position on the D string</li><li>First position on the C string and fourth position on the G string</li><li>Half position on the D string and upper third/ lower fourth position on the A string</li><li>Half position on the G string and upper third/ lower fourth position on the D string</li><li>Half position on the G string and upper third/ lower fourth position on the D string</li></ol><li>Second and fifth positions:</li><ol><li>Second position on the D string and fifth position on the A string</li><li>Second position on the G string and fifth position on the D string</li><li>Second position on the C string and fifth position on the G string</li></ol><li>Third and sixth positions:</li><ol><li>Third position on the D string and sixth position on the A string</li><li>Third position on the G string and sixth position on the D string</li><li>Third position on the C string and sixth position on the G string</li></ol><li>Fourth and seventh positions:</li><ol><li>Fourth position on the D string and seventh position on the A string</li><li>Fourth position on the G string and seventh position on the D string</li><li>Fourth position on the C string and seventh position on the G string</li></ol></ol><p>The first pairing (first and fourth positions) shares identical fingering patterns since both are neck positions. The same applies to lower second and lower fifth positions. From extended fifth position onwards, the three finger system comes into use, so the notes of the paired positions remain the same but the fingering does not. The changes are as follows:</p><ol><li>In the higher positions, the second finger plays notes that would be covered by the second and third fingers in the lower positions.</li><li>In the higher positions, the third finger plays notes that would be covered by the fourth finger in the lower positions.</li></ol><p>This discrepancy applies to closed and stretch (or extended) positions.</p>",
      "studentName": "Emma Hoster",
      "studentVideo": "",
      "feedback": "",
      "status": "not started"
    },
    {
      "title": "Sufi Suite Recital",
      "level": "Intermediate",
      "sheetmusic": "/discography/sheetmusic.php?sufi",
      "refvideo": "https://www.youtube.com/embed/C_vVrzO3zPI",
      "summary": "Practice and perform the Sufi Suite for solo cello.",
      "instructions": "<p>Practice and perform the Sufi Suite for solo cello.  Upload a video of your performance using the form below for critique.</p><p>Sufi Suite was inspired by Jalāl ad-Dīn Muhammad Rūmī poetry.  The work asks for an alteration of the cello' tuning, i.e. scordatura: G-D-G-C.  If you encounter difficulty playing this piece, I recommend good daily practice of scales and arpeggios. Use a metronome and remember it is impossible to practice too slowly!</p>",
      "studentName": "Emma Hoster",
      "studentVideo": "",
      "feedback": "",
      "status": "not started"
    }
  ]
}