{
  "news": [
    {
      "title": "Arts on the Green’s Season Premiere Fête Features Virtuoso Russian Cellist",
      "date": "4 Sep 2018",
      "url": "https://www.culturespotmc.com/arts-on-the-greens-season-premiere-fete-features-virtuoso-russian-cellist/",
      "excerpt": "In the Golden Age of Cello, Versatile Instrument Takes Center Stage at the Arts Barn",
      "full": "<p>In the Golden Age of Cello, Versatile Instrument Takes Center Stage at the Arts Barn.</p><p>Tanya Anisimova's program at the Arts Barn will be 'a musical journey spanning nine centuries, featuring some of the most moving and virtuosic pieces for unaccompanied cello.'</p><p>'Cello, the Magician with Tanya Anisimova' will start at 8 p.m. Friday, Sept. 14, in the Arts Barn, 311 Kent Square Road, Gaithersburg. It will be preceded by Sunset Wine Tasting by The Wine Harvest in the Kentlands Mansion Garden at 7 p.m. and followed by chocolate tasting courtesy of SPAGnVOLA. Tickets are $35, $20 for youth, ages 20 and younger, with group rates available. Visit <a href='artsonthegreen.ticketfly.com'>artsonthegreen.ticketfly.com</a></p>",
      "image": "tanya_arts_barn_2018.png"
    },
    {
      "title": "Loyola cello students rehearse with Tanya Anisimova on weekend retreat",
      "date": "17 Oct 2017",
      "url": "https://www.loyolamaroon.com/10015008/life-times/loyola-cello-students-rehearse-with-tanya-anismova-on-weekend-retreat/",
      "excerpt": "Among the birds and wildlife in Loranger, Louisiana, visitors heard music played by the Loyola cello section.",
      "full": "<p>Among the birds and wildlife in Loranger, Louisiana, visitors heard music played by the Loyola cello section. Over last weekend, the student cellists retreated to the Solomon Episcopal Center for the first cello boot camp. The retreat focused on improving and working together with Tanya Anisimova, who teaches at the Moscow Conservatory.</p>",
      "image": "loyola.png"
    },
    {
      "title": "The Last Day of 2016",
      "date": "31 Dec 2016",
      "url": "",
      "excerpt": "This is the last day of the 2016th! No, this time, the year did not go quickly. Might be because it was interspersed with a few memorable events and some valuable realizations. Let's say a proper Good Bye to it!",
      "full": "<p>This is the last day of the 2016th! No, this time, the year did not go quickly. Might be because it was interspersed with a few memorable events and some valuable realizations. Let's say a proper Good Bye to it!</p><p>Feeling grateful for many reasons. Students, both domestic and international, are doing well. Concerts are being successful. Composing and painting are coming along. Still, there is more, which may not quite be able to pinpoint.</p><p>A crystallization, of what? Do not know. An outcome is rather surprising. There is no nervous hopefulness, cross your fingers/hold your breath feeling about the New Year. Instead, there is something like 'come what may - will put it to work!'</p><p>Are we the listeners or the speakers? When we perform or silently read music, do we hear it or pronounce it in our mind? In what form does music exist when it is not being played? Or is it forever resounding in the memory of the universe? Does music only come to life when we start playing it? Sufis believe musical pitches to be eternal souls waiting to manifest with the performer’s touch. OM....</p><p>Friends, Wishing you all the inspiration you can take and the worthwhile twelve months ahead! Happy New Year!</p>",
      "image": "anufriev-rouault.png"
    },
  ]
}